Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/nekk_-_nove_llnorldok_2_-_kirjan_julkistamistilaisuus_sevettijarven_koulun_juhlasalissa_31_10_2018_klo_12_00.html.tmx
Source language: fin
Languages: sms

source: NEKK – Noveʹllnorldõk 2 – kirjan julkistamistilaisuus Sevettijärven koulun juhlasalissa 31.10.2018 klo 12.00
sms: NEKK – Noveʹllnorldõk 2 – ǩeeʹrj õlmmeempodd Čeʹvetjääuʹr škooul juhll-lõõnjâst 31.10.2018 čiâss 12.00

source: Saamelaiskäräjät on kustantanut Niilo Aikion kirjoittaman ja Marketta Nilsenin kuvittaman novellikokoelman toisen osan pohjois-, inarin- ja koltansaamen kielillä.
sms: Sääʹmteʹǧǧ lij čõõđtam Niilo Aikion ǩeeʹrjtem da Marketta Nilsen kartteem novelnorldõõǥǥ nuuʹbb vueʹzz tâʹvv-, aanar- da nuõrttsääʹm ǩiõlin.

source: Pohjois- ja inarinsaamenkieliset laitokset ilmestyivät aiemmin keväällä.
sms: Tâʹvv- da aanarsääʹmǩiõllsa ǩeeʹrj iʹlmstõʹvve juʹn mõõnni ǩiiđ ääiʹj.

source: Juhlistamme koltansaamenkielisen version ilmestymistä Sevettijärven koulun juhlasalissa keskiviikkona 31.10.2018 klo 12.00 .
sms: Ââʹnnep nuõrttsääʹmǩiõllsa ǩeeʹrj õlmmeemjuuhl Čeʹvetjääuʹr škooul juhll-lõõnjâst seärad 31.10.2018 čiâss 12.00 .

source: Kaikki kiinnostuneet ovat tervetulleita tilaisuuteen.
sms: Puk ǩeäin miõll ǩeäss tän ǩerjja, lie tiõrvpuättam õlmmeempoʹdde.

source: Kirjasarjan toisen osan novellit ovat jatkoa ensimmäisen osan kertomuksille nuoren pojan elämästä Pulmankijärven erämaakylässä.
sms: Ǩeʹrjjrääid nuuʹbb vueʹzz noveeʹll lie juâtkalm vuõssmõs vueʹzz mainnsid nuõrr pääʹrn jieʹllmest Polmakjääuʹr uʹcc meäʹccsiidâst.

source: Kirjan kirjoittaja Niilo Aikio on itse elänyt kirjan päähenkilön Nigan tavoin lapsuutensa ja nuoruutensa Pulmankijärvellä, joten tarinoista välittyy aito kosketus menneeseen aikaan ja olosuhteisiin.
sms: Ǩeeʹrj ǩeeʹrjteei Niilo Aikio lij jiõčč jeällam ǩeeʹrj Neekk nalla päʹrnn- da nuõrrvuõđâs Polmakjääuʹrest, di mainnsin šâdd tuõtt kuõsktõs tuâlʼjõž äigga da jieʹllma.

source: Hänen värikäs ja sujuva kielensä loihtii silmiemme eteen uskomattomia ja jännittäviä tapahtumia, jotka kiehtovat erilaisuudellaan ja aitoudellaan.
sms: Suu eunnai da soojjlõs ǩiõll rääjj mij čõõʹlmi õuʹdde ååskteʹmes da jieʹrštõtti šõddmõõžžid, kook ǩeäʹsse mieʹldez, ǥo lie nuʹt jiijjâsnallšemvuõttsa di tuõđmeâlddsa.

source: Kalastukseen, riistanpyyntiin ja karjanhoitoon kuuluvat toimet Niilo Aikio kuvaa tarkasti ja asiantuntevasti.
sms: Kueʹllšeeʹllma da mieʹcstummša di žeeʹvet-tallu kuulli tuejai pirr Aikio mušttal jiijjâs jieʹllem vuâđald tääʹrǩeld di äʹšštobddmõõžžin.

source: Kuvittaja Marketta Nilseniä on aina viehättänyt se, miten Lapin ihminen on osannut sovittaa elämisensä ja toimeentulonsa tasapainossa luonnon kanssa ilman nykyajalle niin tyypillistä hyödyntämisen pakkoa.
sms: Karttčeäppneǩ Marketta Nilsenist lij pâi leämmaž miõllǩiõssjen tõt, štõ mäʹhtt sääʹm ooumaž lij silttääm šiõtteed jieʹllmes da piʹrǧǧeemvuõđâs tääʹssteäddast luâđin, vääʹldǩani luâđast tõn jäänab mii lij tarbb.

source: Päivittäiset toimet ja elämisen ehdot ovat pitkälle määräytyneet auringon ja kuun antaman valon määrän vaihteluiden mukaisesti.
sms: Juõʹǩǩpeiʹvvsa tuej da jieʹllemvueʹjj lie jiânnai mõõnnâm peeiʹv da mannu uʹvddem čuõv meäʹr vaaitõõllmõõžži mieʹldd.

source: Nilsenin kuvitus saatteleekin tarinoita läpi koko vuoden kierron kaamoksen hämärästä aina keskikesän yöttömään yöhön.
sms: Nilsen veekk kaarti mieʹldd mainnsid čõõđ eeʹjj-jårrõõzz skammpoodd sǩeeʹrmest kõskk-ǩieʹzz iinnteʹmes iʹnne.

source: Opetustyössään toimiessaan Nilsen kertoo etsiskelleensä turhaan oheismateriaalia, johon pohjoisen Suomen vasta lukemaan oppineet ja lukemisen työlääksi kokeneet nuoret, usein pojat, saisi innostumaan ja jonka maailmaan heidän olisi helppo samaistua.
sms: Mättʼtõstueʹjstes Nilsen särnn, štõ lij jiânnai ooʒʒääm lââʹssaunnsid, koivuiʹm tâʹvv Lääʹddjânnam eman lookkad mättjam päärna da lookkmõõžž vaiʹǧǧeen tuõttâm nuõr, kook lie määŋg vuâra ââʹlj, vuäǯǯči loŋŋned lookkad da koon maaiʹlm seeʹst leʹčči aʹlǩǩi jieʹlled mainnsi mieʹldd.

source: ”Tiesin, että useat heistä odottivat vain sitä, että koulupäivä päättyisi ja he pääsisivät kalalle, metsään tai tunturiin.
sms: “Tieʹttem, štõ määŋgas seeʹst vuõʹrdde tåʹlǩ tõn štõ škooulpeiʹvv puuđči da sij piâzzče kueʹl šeeʹlled, meäcca leʹbe tuõddra.

source: Niilo Aikion Niga-pojan touhuista ja kommelluksista kertovat novellit ovat tulleet kuin tilauksesta täyttämään tätä puutetta!
sms: Niilo Aiko Nekk-pääʹrn hååmmain da teempain mainsteei noveeʹll lie puättam mâʹte tiʹllʼjõõzzâst tiuddeed tän vääʹnnvuõđ.

source: ” Marketta Nilsen toteaa.
sms: ” Marketta Nilsen ceälkk.

source: Saamelaisen kulttuuriperinnön siirtäminen sukupolvelta toiselle on myös kirjan keskeinen tavoite.
sms: Säʹmmlaž kulttuuräʹrbbvuõđ seʹrddmõš sookkpuõlvâst nobba lij še ǩeeʹrj täävtõssân.

source: Tämä tavoite on pyritty toteuttamaan myös kuvituksessa.
sms: Tät täävtõs lij ǩiõččlõddum raajjâd še kaartʼtõõzzâst.

source: Niilo Aikion novellithan kertovat asioista ja käytännöistä, jotka ovat Tenonvarren ja Pulmankijärven paikallishistoriaa ja perinnetietoutta, jonka vain ikääntyneempi väestö enää muistaa.
sms: Niilo Aikio noveeʹll mainste aaʹššin da tuejain, kook lie Teänreedd da Polmakjääuʹr päiʹǩǩhistoor da äʹrbbteâđ, koid tåʹlǩ ââʹǩǩoummu teänab moʹštte.

source: Siksi on tärkeää, että asiat ja yksityiskohdat on kuvattu oikein.
sms: Tõn diõtt lij vääžnai, štõ ääʹšš da šõddmõõžž lie puhttum vuõinnsa tuõđeʹld.

source: Tämän toteutuminen on vaatinut kuvittajan ja kirjailijan tiivistä yhteistyötä.
sms: Tät oʹnnstummuš lij tuejjuum ǩeeʹrjteei da piirsteei kõskksaž õhttsažtuejast.

source: Koltansaamenkielelle kirjan on kääntänyt Raija Lehtola, inarinsaamenkielelle Ilmari Mattus ja pohjoisaamenkielelle Niilo Aikio.
sms: Nuõrttsäämas ǩeeʹrj lij jåårǥlâttam Raija Lehtola, aanrõšǩiõʹlle Ilmari Mattus da tâʹvvsäämas Niilo Aikio.

source: Lisätietoja:
sms: Lââʹssteâđ

source: Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto
sms: Škoouʹlʼjem- da mättʼtemaaunâskoontâr
